Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 容器目录（微信聊天记录等）用符号链接迁移；沙盒应用必须重签名才能读到数据。
ar: تُرحّل مجلدات الحاويات (مثل سجل محادثات WeChat) باستخدام الروابط الرمزية؛ يجب إعادة توقيع التطبيقات المعزولة لتتمكن من قراءة البيانات.
de: Containerordner (etwa der WeChat-Chatverlauf) werden über symbolische Links migriert. Sandbox-Apps müssen neu signiert werden, um die Daten lesen zu können.
en: Container directories (WeChat chat history etc.) are migrated with symbolic links; sandboxed apps must be re-signed to read the data.
eo: Ujaj dosierujoj (ekzemple babileja historio de WeChat) migradas per simbolaj ligiloj; izolitaj aplikaĵoj devas esti resubskribitaj por legi la datumojn.
es: Las carpetas de contenedores (como el historial de chats de WeChat) se migran mediante enlaces simbólicos. Es necesario volver a firmar las apps aisladas para que puedan leer los datos.
fr: Les dossiers de conteneurs (historique WeChat, par exemple) sont migrés par liens symboliques. Les apps en bac à sable doivent être re-signées pour lire les données.
hi: कंटेनर डायरेक्ट्री (जैसे WeChat चैट इतिहास) प्रतीकात्मक लिंक से माइग्रेट होंगी। डेटा पढ़ने के लिए सैंडबॉक्स ऐप को पुनः हस्ताक्षरित करना होगा।
id: Direktori kontainer (seperti riwayat obrolan WeChat) dimigrasikan dengan tautan simbolis; app dalam sandbox harus ditandatangani ulang agar dapat membaca data.
it: Le cartelle dei contenitori (ad esempio la cronologia delle chat di WeChat) vengono migrate tramite link simbolici. Le app in sandbox devono essere rifirmate per leggere i dati.
ja: コンテナディレクトリ（WeChat のチャット履歴など）はシンボリックリンクで移行されます。サンドボックスアプリはデータを読み取るために再署名が必要です。
ko: 컨테이너 디렉토리(WeChat 채팅 기록 등)를 심볼릭 링크로 마이그레이션합니다. 샌드박스 앱은 재서명해야 데이터를 읽을 수 있습니다.
nl: Containermappen, zoals de chatgeschiedenis van WeChat, worden via symbolische links gemigreerd. Sandbox-apps moeten opnieuw worden ondertekend om de gegevens te kunnen lezen.
pl: Foldery kontenerów, np. historia rozmów WeChat, są migrowane przez dowiązania symboliczne. Aplikacje w piaskownicy muszą zostać ponownie podpisane, aby odczytać dane.
pt: As pastas de contêineres, como o histórico de conversas do WeChat, são migradas usando links simbólicos. Os apps em sandbox precisam ser reassinados para ler os dados.
ru: Папки контейнеров, например с историей переписки WeChat, переносятся через символические ссылки. Чтобы прочитать данные, приложения в песочнице необходимо переподписать.
th: ย้ายไดเรกทอรีคอนเทนเนอร์ (เช่น ประวัติแชต WeChat) ด้วยลิงก์สัญลักษณ์ แอปแซนด์บ็อกซ์ต้องเซ็นใหม่จึงจะอ่านข้อมูลได้
tr: Kapsayıcı klasörleri (WeChat sohbet geçmişi gibi) sembolik bağlantılarla taşınır. Korumalı alan uygulamalarının verileri okuyabilmesi için yeniden imzalanması gerekir.
vi: Thư mục bộ chứa (như lịch sử trò chuyện WeChat) được di chuyển bằng liên kết tượng trưng; ứng dụng sandbox phải được ký lại mới đọc được dữ liệu.
zh_hant: 容器目錄（如微信聊天記錄）以符號連結遷移；沙盒應用程式必須重簽名才能讀取資料。

source: 容器目录不再使用符号链接迁移。请先「还原」到本地，再使用「挂载迁移」。
ar: لم يعد ترحيل مجلدات الحاويات يستخدم الروابط الرمزية. استخدم «استعادة» لإعادتها إلى هذا الـ Mac أولًا، ثم استخدم «الترحيل بالتحميل».
de: Containerordner werden nicht mehr über symbolische Links migriert. Stelle sie zuerst auf diesem Mac wieder her und verwende dann „Mount-Migration“.
en: Container directories no longer use symbolic-link migration. Restore to this Mac first, then use "Mount migration".
eo: Ujaj dosierujoj ne plu migradas per simbolaj ligiloj. Unue uzu “Restarigi” por remeti ilin sur ĉi tiun Mac, poste uzu “Migrado per muntado”.
es: Las carpetas de contenedores ya no se migran mediante enlaces simbólicos. Restáuralas primero en este Mac y después usa «Migración por montaje».
fr: Les dossiers de conteneurs ne sont plus migrés par liens symboliques. Restaurez-les d’abord sur ce Mac, puis utilisez « Migration par montage ».
hi: कंटेनर डायरेक्ट्री अब प्रतीकात्मक लिंक से माइग्रेट नहीं होतीं। पहले “पुनर्स्थापित करें” से इन्हें इस Mac पर वापस लाएँ, फिर “माउंट द्वारा माइग्रेशन” इस्तेमाल करें।
id: Direktori kontainer tidak lagi dimigrasikan dengan tautan simbolis. Gunakan “Pulihkan” untuk mengembalikannya ke Mac ini terlebih dahulu, lalu gunakan “Migrasi dengan pemasangan”.
it: La migrazione delle cartelle dei contenitori non usa più link simbolici. Usa prima “Ripristina” per riportarle sul Mac, poi “Migrazione tramite montaggio”.
ja: コンテナディレクトリはシンボリックリンクでは移行しなくなりました。先に「復元」でローカルに戻してから、「マウント移行」を使用してください。
ko: 컨테이너 디렉토리는 더 이상 심볼릭 링크로 마이그레이션하지 않습니다. 먼저 “복원”으로 이 Mac에 데이터를 되돌린 후 “마운트 마이그레이션”을 사용하세요.
nl: Containermappen worden niet meer via symbolische links gemigreerd. Zet ze eerst terug op deze Mac met ‘Herstellen’ en gebruik daarna ‘Migratie via aankoppelen’.
pl: Foldery kontenerów nie są już migrowane przez dowiązania symboliczne. Najpierw użyj „Przywróć”, aby umieścić je z powrotem na Macu, a potem „Migracja przez montowanie”.
pt: As pastas de contêineres não são mais migradas usando links simbólicos. Use “Restaurar” para trazê-las de volta ao Mac e depois use “Migração por montagem”.
ru: Перенос папок контейнеров через символические ссылки больше не используется. Сначала нажмите «Восстановить», чтобы вернуть их на Mac, затем используйте «Перенос с монтированием».
th: ไดเรกทอรีคอนเทนเนอร์ไม่ใช้การย้ายด้วยลิงก์สัญลักษณ์แล้ว โปรด “กู้คืน” กลับมายัง Mac เครื่องนี้ก่อน แล้วใช้ “ย้ายแบบต่อเชื่อม”
tr: Kapsayıcı klasörleri artık sembolik bağlantılarla taşınmıyor. Önce “Geri Yükle” ile bu Mac’e geri getirin, ardından “Bağlayarak Taşıma” seçeneğini kullanın.
vi: Thư mục bộ chứa không còn được di chuyển bằng liên kết tượng trưng. Hãy “Khôi phục” về máy Mac này trước, rồi dùng “Di chuyển bằng gắn kết”.
zh_hant: 容器目錄不再使用符號連結遷移。請先「還原」到本機，再使用「掛載遷移」。

source: 容器里没有指向外置盘的链接。
ar: لا توجد روابط إلى القرص الخارجي داخل الحاوية.
de: Im Container gibt es keine Links zum externen Laufwerk.
en: No links to the external drive remain in the container.
eo: Ne estas ligiloj al la ekstera disko en la ujo.
es: No hay enlaces al disco externo en el contenedor.
fr: Le conteneur ne contient aucun lien vers le disque externe.
hi: कंटेनर में बाहरी ड्राइव की ओर जाने वाला कोई लिंक नहीं है।
id: Tidak ada tautan ke drive eksternal di dalam kontainer.
it: Nel contenitore non ci sono link all’unità esterna.
ja: コンテナ内に外部ドライブを指すリンクはありません。
ko: 컨테이너에 외장 드라이브를 가리키는 링크가 없습니다.
nl: De container bevat geen links naar de externe schijf.
pl: W kontenerze nie ma dowiązań do dysku zewnętrznego.
pt: Não há links para a unidade externa no contêiner.
ru: В контейнере нет ссылок на внешний накопитель.
th: ไม่มีลิงก์ที่ชี้ไปยังไดรฟ์ภายนอกในคอนเทนเนอร์
tr: Kapsayıcıda harici diske yönlendiren bağlantı yok.
vi: Không có liên kết đến ổ đĩa ngoài trong bộ chứa.
zh_hant: 容器中沒有指向外接磁碟的連結。

source: 对沙盒应用重签名
ar: إعادة توقيع تطبيق معزول
de: Sandbox-App neu signieren
en: Re-sign a sandboxed app
eo: Resubskribi izolitan aplikaĵon
es: Volver a firmar una app aislada
fr: Re-signer une app en bac à sable
hi: सैंडबॉक्स ऐप को पुनः हस्ताक्षरित करें
id: Tandatangani ulang app dalam sandbox
it: Rifirma un’app in sandbox
ja: サンドボックスアプリを再署名
ko: 샌드박스 앱 재서명
nl: Sandbox-app opnieuw ondertekenen
pl: Podpisz ponownie aplikację w piaskownicy
pt: Reassinar um app em sandbox
ru: Переподписать приложение в песочнице
th: เซ็นแอปแซนด์บ็อกซ์ใหม่
tr: Korumalı Alan Uygulamasını Yeniden İmzala
vi: Ký lại ứng dụng sandbox
zh_hant: 對沙盒應用程式重簽名

source: 将「%@」从外置卷复制回本地，然后删除外置卷「%@」。 还原到：%@ 还原需要外部存储保持连接，完成后外置卷及其数据会被删除。
ar: نسخ «%@» من وحدة التخزين الخارجية إلى هذا الـ Mac، ثم حذف وحدة التخزين الخارجية «%@». الاستعادة إلى: %@ يجب إبقاء التخزين الخارجي متصلًا أثناء الاستعادة؛ ستُحذف وحدة التخزين الخارجية وبياناتها عند الانتهاء.
de: „%@“ vom externen Volume zurück auf diesen Mac kopieren und anschließend das externe Volume „%@“ löschen. Wiederherstellen unter: %@ Der externe Speicher muss während der Wiederherstellung verbunden bleiben. Nach Abschluss werden das externe Volume und seine Daten gelöscht.
en: Copy "%@" from the external volume back to this Mac, then delete the external volume "%@". Restore to: %@ The external storage must stay connected; the external volume and its data are deleted when done.
eo: Kopii “%@” de la ekstera volumo al ĉi tiu Mac, poste forigi la eksteran volumon “%@”. Restarigi ĉe: %@ La ekstera konservilo devas resti konektita dum la restarigo; la ekstera volumo kaj ĝiaj datumoj estos forigitaj post la fino.
es: Copiar «%@» del volumen externo a este Mac y después eliminar el volumen externo «%@». Restaurar en: %@ El almacenamiento externo debe permanecer conectado durante la restauración. Al finalizar, se eliminarán el volumen externo y sus datos.
fr: Copier « %@ » du volume externe vers ce Mac, puis supprimer le volume externe « %@ ». Restaurer vers : %@ Le stockage externe doit rester connecté pendant la restauration. Une fois celle-ci terminée, le volume externe et ses données seront supprimés.
hi: “%@” को बाहरी वॉल्यूम से इस Mac पर कॉपी करें, फिर बाहरी वॉल्यूम “%@” डिलीट करें। यहाँ पुनर्स्थापित करें: %@ पुनर्स्थापन के दौरान बाहरी स्टोरेज जुड़ा रहना चाहिए। पूरा होने पर बाहरी वॉल्यूम और उसका डेटा डिलीट हो जाएगा।
id: Salin “%@” dari volume eksternal kembali ke Mac ini, lalu hapus volume eksternal “%@”. Pulihkan ke: %@ Penyimpanan eksternal harus tetap terhubung selama pemulihan. Volume eksternal dan datanya akan dihapus setelah selesai.
it: Copia “%@” dal volume esterno sul Mac, poi elimina il volume esterno “%@”. Ripristina in: %@ L’unità esterna deve restare collegata durante il ripristino. Al termine, il volume esterno e i suoi dati verranno eliminati.
ja: 「%@」を外部ボリュームからローカルにコピーし直してから、外部ボリューム「%@」を削除します。 復元先：%@ 復元中は外部ストレージを接続したままにしてください。完了すると、外部ボリュームとそのデータは削除されます。
ko: “%@”을(를) 외장 볼륨에서 이 Mac으로 복사한 후 외장 볼륨 “%@”을(를) 삭제합니다. 복원 위치: %@ 복원하는 동안 외장 저장 장치를 연결해 두세요. 완료되면 외장 볼륨과 해당 데이터가 삭제됩니다.
nl: Kopieer ‘%@’ van het externe volume terug naar deze Mac en verwijder daarna het externe volume ‘%@’. Herstellen naar: %@ De externe opslag moet tijdens het herstel aangesloten blijven. Na afloop worden het externe volume en de gegevens erop verwijderd.
pl: Skopiuj „%@” z woluminu zewnętrznego z powrotem na Maca, a następnie usuń wolumin zewnętrzny „%@”. Przywróć do: %@ Nośnik zewnętrzny musi pozostać podłączony podczas przywracania. Po zakończeniu wolumin zewnętrzny i znajdujące się na nim dane zostaną usunięte.
pt: Copiar “%@” do volume externo de volta para o Mac e depois apagar o volume externo “%@”. Restaurar em: %@ O armazenamento externo precisa permanecer conectado durante a restauração. Ao terminar, o volume externo e seus dados serão apagados.
ru: Скопировать «%@» с внешнего тома обратно на Mac, затем удалить внешний том «%@». Восстановить в: %@ Внешний накопитель должен оставаться подключённым во время восстановления. По завершении внешний том и данные на нём будут удалены.
th: คัดลอก “%@” จากดิสก์โวลุ่มภายนอกกลับมายัง Mac เครื่องนี้ แล้วลบดิสก์โวลุ่มภายนอก “%@” กู้คืนไปที่: %@ ต้องเชื่อมต่ออุปกรณ์จัดเก็บข้อมูลภายนอกไว้ตลอดการกู้คืน เมื่อเสร็จแล้ว ดิสก์โวลุ่มภายนอกและข้อมูลในนั้นจะถูกลบ
tr: “%@” öğesini harici birimden bu Mac’e geri kopyalayın, ardından “%@” adlı harici birimi silin. Geri yüklenecek konum: %@ Geri yükleme sırasında harici depolama bağlı kalmalıdır. İşlem bitince harici birim ve içindeki veriler silinir.
vi: Sao chép “%@” từ ổ lưu trữ ngoài về máy Mac này, rồi xóa ổ lưu trữ ngoài “%@”. Khôi phục vào: %@ Phải giữ bộ nhớ ngoài được kết nối trong khi khôi phục. Ổ lưu trữ ngoài và dữ liệu trên đó sẽ bị xóa khi hoàn tất.
zh_hant: 將「%@」從外接卷宗複製回本機，然後刪除外接卷宗「%@」。 還原到：%@ 還原期間外接儲存裝置需保持連接，完成後外接卷宗及其資料將被刪除。

source: 已就绪
ar: جاهز
de: Bereit
en: Ready
eo: Preta
es: Listo
fr: Prêt
hi: तैयार
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Gereed
pl: Gotowe
pt: Pronto
ru: Готово
th: พร้อม
tr: Hazır
vi: Sẵn sàng
zh_hant: 已就緒

source: 已挂载
ar: محمّل
de: Eingebunden
en: Mounted
eo: Muntita
es: Montado
fr: Monté
hi: माउंट किया गया
id: Terpasang
it: Montato
ja: マウント済み
ko: 마운트됨
nl: Aangekoppeld
pl: Zamontowano
pt: Montado
ru: Смонтирован
th: ต่อเชื่อมแล้ว
tr: Bağlandı
vi: Đã gắn kết
zh_hant: 已掛載

source: 已授予，可以替换 /Applications 里的应用。
ar: تم منح الإذن. يمكن استبدال التطبيقات في /Applications.
de: Erlaubt. Apps in /Applications können ersetzt werden.
en: Granted. Apps in /Applications can be replaced.
eo: Permeso donita. Aplikaĵoj en /Applications povas esti anstataŭigitaj.
es: Concedido. Se pueden sustituir apps en /Applications.
fr: Autorisé. Les apps dans /Applications peuvent être remplacées.
hi: अनुमति मिल गई है। /Applications के ऐप बदले जा सकते हैं।
id: Izin diberikan. App di /Applications dapat diganti.
it: Concesso. È possibile sostituire le app in /Applications.
ja: 許可されています。/Applications 内のアプリを置き換えられます。
ko: 허용됨. /Applications의 앱을 교체할 수 있습니다.
nl: Toegang verleend. Apps in /Applications kunnen worden vervangen.
pl: Przyznano. Można zastępować aplikacje w /Applications.
pt: Concedido. Os apps em /Applications podem ser substituídos.
ru: Доступ предоставлен. Можно заменять приложения в /Applications.
th: ได้รับสิทธิ์แล้ว สามารถแทนที่แอปใน /Applications ได้
tr: İzin verildi. /Applications içindeki uygulamalar değiştirilebilir.
vi: Đã cấp quyền. Có thể thay thế ứng dụng trong /Applications.
zh_hant: 已授予，可以替換 /Applications 中的應用程式。

source: 已授予，可以读取受保护的应用数据目录。
ar: تم منح الإذن. يمكن قراءة مجلدات بيانات التطبيقات المحمية.
de: Erlaubt. Geschützte App-Datenordner können gelesen werden.
en: Granted. Protected app data folders can be read.
eo: Permeso donita. Protektataj datumdosierujoj de aplikaĵoj povas esti legataj.
es: Concedido. Se pueden leer las carpetas de datos protegidas de las apps.
fr: Autorisé. Les dossiers de données protégés des apps peuvent être lus.
hi: अनुमति मिल गई है। ऐप की सुरक्षित डेटा डायरेक्ट्री पढ़ी जा सकती हैं।
id: Izin diberikan. Direktori data app yang dilindungi dapat dibaca.
it: Concesso. È possibile leggere le cartelle dati protette delle app.
ja: 許可されています。保護されたアプリデータのディレクトリを読み取れます。
ko: 허용됨. 보호된 앱 데이터 디렉토리를 읽을 수 있습니다.
nl: Toegang verleend. Beveiligde gegevensmappen van apps kunnen worden gelezen.
pl: Przyznano. Można odczytywać chronione foldery danych aplikacji.
pt: Concedido. As pastas de dados protegidas dos apps podem ser lidas.
ru: Доступ предоставлен. Можно читать защищённые папки данных приложений.
th: ได้รับสิทธิ์แล้ว สามารถอ่านไดเรกทอรีข้อมูลแอปที่ได้รับการปกป้องได้
tr: İzin verildi. Uygulamaların korunan veri klasörleri okunabilir.
vi: Đã cấp quyền. Có thể đọc các thư mục dữ liệu ứng dụng được bảo vệ.
zh_hant: 已授予，可以讀取受保護的應用程式資料目錄。

source: 应用本体在外置盘上，本地只是启动壳。直接覆盖安装会把壳盖掉，外置副本变成孤儿，先迁回来。
ar: التطبيق نفسه على القرص الخارجي، والنسخة المحلية مجرد مشغّل. سيؤدي التثبيت فوقها إلى استبدال المشغّل وترك النسخة الخارجية دون رابط؛ أعد التطبيق إلى هذا الـ Mac أولًا.
de: Die eigentliche App liegt auf dem externen Laufwerk; lokal ist nur eine Starthülle vorhanden. Eine Installation darüber würde die Hülle ersetzen und die externe Kopie verwaisen lassen. Verschiebe die App zuerst zurück auf diesen Mac.
en: The app itself is on the external drive; the local copy is just a launcher. Installing over it would orphan the external copy, so move it back first.
eo: La aplikaĵo mem estas sur la ekstera disko; la loka kopio estas nur lanĉilo. Instali super ĝi anstataŭigus la lanĉilon kaj lasus la eksteran kopion sen ligo, do unue remetu la aplikaĵon sur ĉi tiun Mac.
es: La app real está en el disco externo; en este Mac solo hay una estructura de arranque. Instalar encima la sustituiría y dejaría la copia externa sin vínculo. Devuelve primero la app a este Mac.
fr: L’app elle-même se trouve sur le disque externe ; seule une enveloppe de lancement est présente sur ce Mac. Réinstaller par-dessus remplacerait cette enveloppe et laisserait la copie externe isolée. Ramenez d’abord l’app sur ce Mac.
hi: ऐप खुद बाहरी ड्राइव पर है; स्थानीय कॉपी केवल लॉन्चर है। उसके ऊपर इंस्टॉल करने से लॉन्चर बदल जाएगा और बाहरी कॉपी का उससे संबंध टूट जाएगा। पहले ऐप को इस Mac पर वापस लाएँ।
id: App sebenarnya berada di drive eksternal; salinan lokal hanya peluncur. Menginstal di atasnya akan menimpa peluncur dan membuat salinan eksternal kehilangan tautan, jadi kembalikan app ke Mac ini terlebih dahulu.
it: L’app si trova sull’unità esterna; sul Mac c’è solo un’app di avvio. Installando sopra quella locale, l’app di avvio verrebbe sovrascritta e la copia esterna resterebbe scollegata. Riporta prima l’app sul Mac.
ja: アプリ本体は外部ドライブにあり、ローカルにあるのは起動用のランチャーだけです。そのまま上書きインストールするとランチャーが上書きされ、外部のコピーが孤立するため、先にローカルに戻してください。
ko: 실제 앱은 외장 드라이브에 있으며 이 Mac에는 실행용 셸만 있습니다. 여기에 덮어써서 설치하면 셸이 교체되고 외장 복사본은 연결을 잃게 되므로 먼저 앱을 이 Mac으로 옮기세요.
nl: De app zelf staat op de externe schijf; lokaal staat alleen een startapp. Als je de app daaroverheen installeert, wordt de startapp overschreven en raakt de externe kopie losgekoppeld. Zet de app eerst terug op deze Mac.
pl: Sama aplikacja znajduje się na dysku zewnętrznym, a lokalnie jest tylko powłoka uruchamiająca. Instalacja w tym samym miejscu zastąpi powłokę i pozostawi kopię zewnętrzną bez powiązania. Najpierw przenieś aplikację z powrotem na Maca.
pt: O app está na unidade externa; a cópia local é apenas um iniciador. Reinstalar por cima substituiria o iniciador e deixaria a cópia externa sem vínculo. Traga o app de volta ao Mac primeiro.
ru: Само приложение находится на внешнем накопителе, а локально остаётся только оболочка запуска. Установка поверх неё заменит оболочку и оставит внешнюю копию без связи с ней. Сначала верните приложение на Mac.
th: ตัวแอปอยู่บนไดรฟ์ภายนอก สำเนาในเครื่องเป็นเพียงตัวเปิดแอป การติดตั้งทับจะเขียนทับตัวเปิดแอป ทำให้สำเนาภายนอกขาดการเชื่อมโยง โปรดย้ายแอปกลับมาก่อน
tr: Uygulamanın kendisi harici diskte; bu Mac’te yalnızca bir başlatıcı kabuğu var. Üzerine yüklemek kabuğu değiştirir ve harici kopyayı bağlantısız bırakır. Önce uygulamayı bu Mac’e geri taşıyın.
vi: Ứng dụng thật nằm trên ổ đĩa ngoài; bản trên máy chỉ là trình khởi chạy. Cài đè sẽ thay trình khởi chạy và khiến bản ngoài mất liên kết, nên hãy chuyển ứng dụng về máy trước.
zh_hant: 應用程式本體在外接磁碟上，本機的只是啟動用的外殼。直接覆蓋安裝會蓋掉這個外殼，讓外接副本成為孤立副本，請先遷回本機。

source: 应用本体在本地。
ar: التطبيق نفسه على هذا الـ Mac.
de: Die eigentliche App liegt auf diesem Mac.
en: The app itself is on this Mac.
eo: La aplikaĵo mem estas sur ĉi tiu Mac.
es: La app real está en este Mac.
fr: L’app elle-même se trouve sur ce Mac.
hi: ऐप खुद इस Mac पर है।
id: App sebenarnya berada di Mac ini.
it: L’app si trova sul Mac.
ja: アプリ本体はローカルにあります。
ko: 실제 앱이 이 Mac에 있습니다.
nl: De app zelf staat op deze Mac.
pl: Sama aplikacja znajduje się na tym Macu.
pt: O app está neste Mac.
ru: Само приложение находится на этом Mac.
th: ตัวแอปอยู่บน Mac เครื่องนี้
tr: Uygulamanın kendisi bu Mac’te.
vi: Ứng dụng thật nằm trên máy Mac này.
zh_hant: 應用程式本體在本機。

source: 应用本体迁回本地
ar: إعادة التطبيق إلى هذا الـ Mac
de: App zurück auf diesen Mac verschieben
en: Move the app back to this Mac
eo: Remeti la aplikaĵon sur ĉi tiun Mac
es: Devolver la app a este Mac
fr: Ramener l’app sur ce Mac
hi: ऐप को इस Mac पर वापस लाएँ
id: Kembalikan app ke Mac ini
it: Riporta l’app sul Mac
ja: アプリ本体をローカルに戻す
ko: 실제 앱을 이 Mac으로 다시 이동
nl: Zet de app terug op deze Mac
pl: Przenieś aplikację z powrotem na Maca
pt: Trazer o app de volta ao Mac
ru: Вернуть приложение на Mac
th: ย้ายตัวแอปกลับมายัง Mac เครื่องนี้
tr: Uygulamayı Bu Mac’e Geri Taşı
vi: Chuyển ứng dụng thật về máy Mac này
zh_hant: 將應用程式本體遷回本機

source: 应用组容器内部数据目录
ar: مجلد البيانات داخل حاوية مجموعة تطبيقات
de: Datenordner innerhalb eines App-Gruppencontainers
en: Data directory inside an app group container
eo: Datumdosierujo ene de ujo de aplikaĵa grupo
es: Carpeta de datos dentro de un contenedor de grupo de apps
fr: Dossier de données à l’intérieur d’un conteneur de groupe d’apps
hi: ऐप समूह कंटेनर के अंदर की डेटा डायरेक्ट्री
id: Direktori data di dalam kontainer grup app
it: Cartella dati all’interno di un contenitore di un gruppo di app
ja: アプリグループコンテナ内のデータディレクトリ
ko: 앱 그룹 컨테이너 내부의 데이터 디렉토리
nl: Gegevensmap in een container van een appgroep
pl: Folder danych wewnątrz kontenera grupy aplikacji
pt: Pasta de dados dentro de um contêiner de grupo de apps
ru: Папка данных внутри группового контейнера приложений
th: ไดเรกทอรีข้อมูลภายในคอนเทนเนอร์กลุ่มแอป
tr: Uygulama grubu kapsayıcısındaki veri klasörü
vi: Thư mục dữ liệu bên trong bộ chứa nhóm ứng dụng
zh_hant: 應用程式群組容器內的資料目錄

source: 开启经典数据迁移模式前请确认
ar: يرجى التأكيد قبل تفعيل وضع ترحيل البيانات التقليدي
de: Vor dem Aktivieren des klassischen Datenmigrationsmodus bestätigen
en: Before enabling classic data migration mode
eo: Konfirmu antaŭ ol ebligi klasikan datummigradan reĝimon
es: Confirma antes de activar el modo clásico de migración de datos
fr: À confirmer avant d’activer le mode classique de migration des données
hi: क्लासिक डेटा माइग्रेशन मोड चालू करने से पहले पुष्टि करें
id: Konfirmasi sebelum mengaktifkan mode migrasi data klasik
it: Conferma prima di attivare la modalità classica di migrazione dati
ja: クラシックデータ移行モードをオンにする前に確認してください
ko: 클래식 데이터 마이그레이션 모드를 켜기 전에 확인하세요
nl: Bevestig voordat je de klassieke modus voor gegevensmigratie inschakelt
pl: Potwierdź przed włączeniem klasycznego trybu migracji danych
pt: Confirme antes de ativar o modo clássico de migração de dados
ru: Подтвердите включение классического режима переноса данных
th: โปรดยืนยันก่อนเปิดใช้โหมดการย้ายข้อมูลแบบดั้งเดิม
tr: Klasik veri taşıma modunu açmadan önce onaylayın
vi: Xác nhận trước khi bật chế độ di chuyển dữ liệu cổ điển
zh_hant: 開啟經典資料遷移模式前請確認

source: 开启经典模式
ar: تفعيل الوضع التقليدي
de: Klassischen Modus aktivieren
en: Enable classic mode
eo: Ebligi klasikan reĝimon
es: Activar el modo clásico
fr: Activer le mode classique
hi: क्लासिक मोड चालू करें
id: Aktifkan mode klasik
it: Attiva modalità classica
ja: クラシックモードをオン
ko: 클래식 모드 켜기
nl: Schakel klassieke modus in
pl: Włącz tryb klasyczny
pt: Ativar modo clássico
ru: Включить классический режим
th: เปิดใช้โหมดดั้งเดิม
tr: Klasik Modu Aç
vi: Bật chế độ cổ điển
zh_hant: 開啟經典模式

source: 开始使用
ar: البدء
de: Loslegen
en: Get started
eo: Ekuzi
es: Empezar
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: 始める
ko: 시작하기
nl: Aan de slag
pl: Zacznij
pt: Começar
ru: Начать
th: เริ่มใช้งาน
tr: Başla
vi: Bắt đầu
zh_hant: 開始使用

source: 待挂载
ar: بانتظار التحميل
de: Einbindung ausstehend
en: Awaiting mount
eo: Atendas muntadon
es: Montaje pendiente
fr: En attente de montage
hi: माउंट की प्रतीक्षा
id: Menunggu dipasang
it: Da montare
ja: マウント待ち
ko: 마운트 대기 중
nl: Nog aan te koppelen
pl: Oczekuje na montowanie
pt: Aguardando montagem
ru: Ожидает монтирования
th: รอต่อเชื่อม
tr: Bağlanmayı bekliyor
vi: Chờ gắn kết
zh_hant: 待掛載

source: 我已了解以上风险
ar: أفهم هذه المخاطر
de: Ich verstehe diese Risiken
en: I understand these risks
eo: Mi komprenas la ĉi-suprajn riskojn
es: Entiendo estos riesgos
fr: Je comprends ces risques
hi: मैं ये जोखिम समझता हूँ
id: Saya memahami risiko di atas
it: Ho compreso questi rischi
ja: 上記のリスクを理解しました
ko: 위 위험을 이해했습니다
nl: Ik begrijp deze risico’s
pl: Rozumiem te zagrożenia
pt: Entendo esses riscos
ru: Я понимаю эти риски
th: ฉันเข้าใจความเสี่ยงข้างต้น
tr: Bu riskleri anlıyorum
vi: Tôi hiểu các rủi ro trên
zh_hant: 我已了解上述風險

source: 打开 App Store
ar: فتح App Store
de: App Store öffnen
en: Open App Store
eo: Malfermi App Store
es: Abrir App Store
fr: Ouvrir l’App Store
hi: App Store खोलें
id: Buka App Store
it: Apri App Store
ja: App Store を開く
ko: App Store 열기
nl: Open App Store
pl: Otwórz App Store
pt: Abrir App Store
ru: Открыть App Store
th: เปิด App Store
tr: App Store’u Aç
vi: Mở App Store
zh_hant: 打開 App Store
